Repository: kimjjang869-bot/pickshot
Catalog: PhotoRawManager/Localizable.xcstrings
Source language: ko
Languages: en

source: 카톡/메신저로 받은 사진 폴더를 선택하세요
en: Select the folder of photos received via KakaoTalk or Messenger

source: 캐시
en: Cache

source: 캐시, 메모리, GPU 등 성능 관련 옵션을 조정합니다.
en: Adjust performance options such as cache, memory, and GPU.

source: 커스텀 배경색
en: Custom Background Color

source: 커스텀 컬러...
en: Custom Color...

source: 커스텀 프롬프트...
en: Custom Prompt...

source: 컨택트시트
en: Contact Sheet

source: 컨택트시트 PDF
en: Contact Sheet PDF

source: 컨택트시트 제목
en: Contact Sheet Title

source: 컬러 라벨
en: Color Label

source: 컬링 강도
en: Culling Strength

source: 컬링 완료!
en: Culling Complete!

source: 코멘트
en: Comment

source: 크기
en: Size

source: 크기순
en: By Size

source: 크롭
en: Crop

source: 클라이언트
en: Client

source: 클라이언트 셀렉
en: Client Culling

source: 클라이언트 셀렉 보내기/가져오기
en: Send/Import Client Culling

source: 클라이언트 코멘트
en: Client Comment

source: 클라이언트가 반환한 JPG 폴더를 선택하세요
en: Select the JPG folder returned by the client

source: 클릭: 선택 / 더블클릭: 이동 / Enter: 이동
en: Click: Select / Double-click: Open / Enter: Open

source: 클릭하여 원본/보정 전환
en: Click to toggle Original / Adjusted

source: 클립보드에서 붙여넣기
en: Paste from Clipboard

source: 키워드
en: Keywords

source: 키워드 (쉼표로 구분)
en: Keywords (comma-separated)

source: 타임라인
en: Timeline

source: 테더링
en: Tethering

source: 테더링을 시작하면 촬영된 사진을 미리볼 수 있습니다
en: Start tethering to preview photos as they are taken

source: 테스터 키 활성화
en: Activate Tester Key

source: 테스트
en: Test

source: 텍스트 + 번호
en: Text + Number

source: 텍스트 입력
en: Text Input

source: 템플릿
en: Template

source: 템플릿 이름
en: Template Name

source: 템플릿 저장
en: Save Template

source: 통합
en: Integration

source: 파일 연동하기
en: Link Files

source: 파일 유형
en: File Type

source: 파일 이름
en: File Name

source: 파일 저장
en: Save File

source: 파일 형식
en: File Format

source: 파일 확장자 배지 표시 (JPG, R+J, RAW 등)
en: Show file extension badge (JPG, R+J, RAW, etc.)

source: 파일명
en: Filename

source: 파일명 목록을 붙여넣거나 입력하세요
en: Paste or type a list of filenames

source: 파일명 복사
en: Copy Filename

source: 파일명/JPG/AI 매칭 셀렉
en: Filename / JPG / AI Matching Culling

source: 파일명에 확장자 표시 (IMG_9741.JPG)
en: Show extension in filename (IMG_9741.JPG)

source: 파일에서 불러오기
en: Import from File

source: 퍼포먼스 설정
en: Performance Settings

source: 페이지 설정
en: Page Setup

source: 폴더
en: Folder

source: 폴더 브라우저
en: Folder Browser

source: 폴더 브라우저 열기
en: Open Folder Browser

source: 폴더 브라우저 접기
en: Collapse Folder Browser

source: 폴더 선택
en: Select Folder

source: 폴더 선택...
en: Select Folder...

source: 폴더 열기
en: Open Folder

source: 폴더 열기...
en: Open Folder...

source: 폴더 이름
en: Folder Name

source: 폴더 이름 변경
en: Rename Folder

source: 폴더 이름:
en: Folder Name:

source: 폴더 정리
en: Organize Folders

source: 폴더 탐색
en: Browse Folders

source: 폴더로 복사 분류
en: Copy & Sort into Folders

source: 폴더로 분류
en: Sort into Folders

source: 폴더로 이동 분류
en: Move & Sort into Folders

source: 폴더를 선택하세요
en: Select a folder

source: 폴더를 우클릭하여 추가
en: Right-click a folder to add

source: 표시 항목
en: Display Items

source: 표정 비교 (2~6장)
en: Expression Compare (2–6 photos)

source: 품질
en: Quality

source: 품질 기반 A컷 추천
en: Quality-Based Best Shot Recommendation

source: 품질 분석 항목
en: Quality Analysis Metrics

source: 품질 분석을 먼저 실행하면 더 정확한 베스트샷을 선택할 수 있습니다
en: Run quality analysis first for more accurate best shot selection

source: 품질 분석을 먼저 실행하세요
en: Run quality analysis first

source: 품질 분포
en: Quality Distribution

source: 프로그램 시작 시 윈도우 크기
en: Window Size at Launch

source: 프리셋 선택
en: Select Preset

source: 프리셋:
en: Preset:

source: 피부 부드럽게
en: Smooth Skin

source: 피부 스무딩
en: Skin Smoothing

source: 피부 질감 부드럽게 (인물 사진)
en: Soften Skin Texture (Portrait)

source: 피부톤 기준 색감/밝기 보정
en: Color/Brightness Correction Based on Skin Tone

source: 피부톤 기준 화이트밸런스 + 얼굴 밝기 보정
en: White Balance + Face Brightness Correction Based on Skin Tone

source: 픽샷 셀렉 가져오기 · JPG,RAW 매칭 복사
en: Import PickShot Culling · Copy Matched JPG,RAW

source: 픽쳐 스타일
en: Picture Style

source: 픽쳐스타일 미리보기 (CIRAWFilter)
en: Picture Style Preview (CIRAWFilter)

source: 필름스트립
en: Filmstrip

source: 하위 포함
en: Include Subfolders

source: 하위 폴더 없음
en: No Subfolders

source: 하위 폴더 포함 열기
en: Open with Subfolders

source: 학습 데이터 없음
en: No Training Data

source: 학습 완료
en: Training Complete

source: 한 폴더에 내보내기
en: Export to One Folder

source: 한국어
en: Korean

source: 항상 다크
en: Always Dark

source: 항상 라이트
en: Always Light

source: 해상도
en: Resolution

source: 행
en: Row

source: 현재 JPG만 있으면 → RAW 폴더에서 같은 이름 RAW 연결
en: If only JPG exists → link matching RAW from RAW folder

source: 현재 RAW만 있으면 → JPG 폴더에서 같은 이름 JPG 연결
en: If only RAW exists → link matching JPG from JPG folder

source: 현재 버전
en: Current Version

source: 현재 사용 가능한 단축키 목록입니다. (읽기 전용)
en: List of available keyboard shortcuts (read-only)

source: 현재 셀렉 학습
en: Learn Current Culling

source: 현재 탭 설정을 기본값으로 초기화
en: Reset current tab settings to default

source: 현재 필터 기준 전체 사진을 업로드합니다
en: Upload all photos matching the current filter

source: 현재 필터 저장...
en: Save Current Filter...

source: 형식
en: Format

source: 호환성
en: Compatibility

source: 화면 맞춤 (Cmd+0)
en: Fit to Screen (Cmd+0)

source: 화질 우선
en: Quality Priority

source: 확대 (Cmd+)
en: Zoom In (Cmd+)

source: 확대/축소 (더블클릭: 화면 맞춤)
en: Zoom In/Out (Double-click: Fit to Screen)

source: 확인
en: OK

source: 확인 없이 바로 휴지통으로 이동합니다. ⌘Z 로 되돌릴 수 있습니다.
en: Moves to Trash immediately without confirmation. You can undo with ⌘Z.

source: 확장자 제거 후 파일명(baseName) 비교
en: Compare filenames without extension (baseName)

source: 활성화
en: Activate

source: 휴지통으로 이동
en: Move to Trash

source: 흰색 계열
en: White Tones

source: 히스토그램 기본 표시
en: Show Histogram by Default

source: 히스토리 지우기
en: Clear History

source: 📂 카테고리
en: 📂 Category

source: 📊 활용도
en: 📊 Usage

source: 🤖 AI 분류 실행
en: 🤖 Run AI Classification

source: 🤖 AI 프롬프트 분류
en: 🤖 AI Prompt Classification

source: --- ìë ë³´ì  ì ì© ìë£ ---
en: --- Auto Adjustment Applied ---

source: ë®ì´ì°ê¸°ë¡ ì§ííìê² ìµëê¹?
en: Proceed with overwrite?

source: ë¯¸ë§¤ì¹­: \(r.unmatched.count)ì¥
en: Unmatched: \(r.unmatched.count) photos

source: ... ì¸ \(existingFiles.count - 5)ê°
en: ... and \(existingFiles.count - 5) more

source: SP ì ë : \(spCount)ì¥
en: SP Culling: \(spCount) photos

source: [CLASSIFY] âââ ì¥ë©´ë¶ë¥ ê²°ê³¼ âââ
en: [CLASSIFY] âââ Scene Classification Results âââ

source: ââââ ì¤í¨ í­ëª© ââââ
en: ââââ Failed Items ââââ

source: ð° API ë¹ì©: $\(String(format:
en: ð° API Cost: $\(String(format:

source: (Cmd+Z ëëë¦¬ê¸°)
en: (Cmd+Z to Undo)

source: (\(failed)ì¥ ì¤í¨)
en: (\(failed) photos failed)

source: "ì ì¬ ê·¸ë£¹í" â "íì¬ ì ë  íìµ"
en: "Similar Grouping" â "Learn Current Culling"

source: %.0fë¶ %.0fì´
en: %.0fm %.0fs

source: %.0fì´
en: %.0fs

source: %.1fì´
en: %.1fs

source: %dë¶ %dì´
en: %dm %ds

source: '\(backup.detectedVolumeName)' ì¹´ëì ì¬ì§ì ë°±ì í©ëë¤
en: '\(backup.detectedVolumeName)' Backing up photos on card

source: '\(displayName)' ë³¼ë¥¨ì ì ê·¼í©ëë¤. ì´ê¸°ë¥¼ ëë¬ì£¼ì¸ì.
en: '\(displayName)' Accessing volume. Click Open to continue.

source: '\(item.name)' ë³¼ë¥¨ì ì¶ì¶íìê² ìµëê¹?
en: Eject '\(item.name)' volume?

source: '\(item.name)' ì¶ì¶
en: Eject '\(item.name)'

source: '\(item.name)' ì¶ì¶ ì¤í¨: \(error.localizedDescription)
en: Failed to eject '\(item.name)': \(error.localizedDescription)

source: '\(item.name)' ì¶ì¶ ìë£
en: '\(item.name)' ejected

source: '\(newName)'ì¼ë¡ ì´ë¦ ë³ê²½ ìë£
en: Renamed to '\(newName)'

source: '\(newName)'ì¼ë¡ íì ì´ë¦ ë³ê²½
en: Display name changed to '\(newName)'

source: '\(result.volumeName)' ì¹´ë
en: '\(result.volumeName)' Card

source: '\(store.faceGroupName(for: gid))' ì ì´ë¦ì ì ë ¥íì¸ì
en: Enter a name for '\(store.faceGroupName(for: gid))'

source: '\(store.faceGroupName(for: gid))' ì´ë¦ ë³ê²½
en: Rename '\(store.faceGroupName(for: gid))'

source: (\(targetPhotos.count)ì¥)
en: (\(targetPhotos.count) photos)

source: )\(secs)ì´
en: )\(secs)s

source: )ì´ ì´ë´
en: )s or less

source: +\(remainCount)ì¥
en: +\(remainCount) photos

source: , avgSimilarity * 100))% â â 1 ë³ì  ì ì©ë¨
en: , avgSimilarity * 100))% â â 1 rating applied

source: , elapsed))ì´
en: , elapsed))s

source: , rate))ì¥/ì´) Â· ì½ \(etaStr) ë¨ì
en: , rate)) photos/s) Â· ~\(etaStr) remaining

source: , result.totalTime))ì´)
en: , result.totalTime))s)

source: , tracker.estimatedCostUSD)) ì¬ì©
en: , tracker.estimatedCostUSD)) used

source: , tracker.remainingUSD)) ë¨ì
en: , tracker.remainingUSD)) remaining

source: - (ëì)
en: - (Dash)

source: . (ì )
en: . (Period)

source: ... ì¸ \(duplicateFiles.count - 5)ê°
en: ... and \(duplicateFiles.count - 5) more

source: ... ì¸ \(errorCount - 5)ê±´
en: ... and \(errorCount - 5) more

source: ... ì¸ \(result.groups.count - 20)ê° ê·¸ë£¹
en: ... and \(result.groups.count - 20) more groups

source: ... ì¸ \(targetPhotos.count - 5)ê°
en: ... and \(targetPhotos.count - 5) more

source: ... ì¸ \(unmatchedList.count - 20)ê°
en: ... and \(unmatchedList.count - 20) more

source: ... ì¸ \(uploadErrors.count - 5)ê±´
en: ... and \(uploadErrors.count - 5) more errors

source: .pickshot íì¼ ê°ì ¸ì¤ê¸°
en: .pickshot File Import

source: .pickshot íì¼ ì í
en: Select .pickshot File

source: .pickshot íì¼ì ì ííì¸ì
en: Select a .pickshot file

source: /ë 
en: /year

source: /ì
en: /month

source: 1000px (ì ì¬ì)
en: 1000px (Low-end)

source: 2~4ì¥ì ì¬ì§ì ì íí´ì¼ ë¹êµí ì ììµëë¤. íì¬ \(currentCount)ì¥ ì íë¨. Cmd+í´ë¦­ì¼ë¡ ì¬ë¬ ì¥ì ì ííì¸ì.
en: Select 2â4 photos to compare. Currently \(currentCount) selected. Cmd+click to select multiple photos.

source: 2ê°ì ë¬´ë£
en: 2 Months Free

source: 2ìë¦¬
en: 2 Digits

source: 2ì¥ ì´ì ì íí´ì£¼ì¸ì
en: Select 2 or more photos

source: 3ìë¦¬
en: 3 Digits

source: 3ì£¼ í¸ë¼ì´ì¼ ìì¤í 
en: 3-Week Trial System

source: 4ìë¦¬
en: 4 Digits

source: 500px (ì´ì ì¬ì)
en: 500px (Ultra Low-end)

source: 50ì¥ ì´ìì ë©ëª¨ë¦¬ ì¬ì©ëì´ í¬ê² ì¦ê°í ì ììµëë¤ (RAM 16GB ì´ì ê¶ì¥)
en: More than 50 photos may significantly increase memory usage (16GB RAM or more recommended)

source: AI ê¸°ë¥ì Pro êµ¬ë ì´ íìí©ëë¤. API í¤ê° ì¤ì ëì´ ìì§ ìì¼ë©´ ì¤ì ìì ì ë ¥í´ì£¼ì¸ì.
en: AI features require a Pro subscription. If no API key is set, enter one in Settings.

source: AI ê¸°ë¥ì ì¶í ì ë°ì´í¸ìì ì¤íë©ëë¤
en: AI features will be available in a future update

source: AI ê¸°ë¥ì ì¬ì©íë ¤ë©´
en: To use AI features

source: AI ê¸°ë° ë ¸ì´ì¦ ì ê±°
en: AI-Based Noise Reduction

source: AI ëª¨ë¸ ì ë°ì´í¸ (NIMA + AdaFace R18)
en: AI Model Update (NIMA + AdaFace R18)

source: AI ë³´ì 
en: AI Adjustment

source: AI ë¶ë¥
en: AI Classification

source: AI ë¶ë¥ + íì§ íí°
en: AI Classification + Quality Filter

source: AI ë¶ë¥ ê²°ê³¼
en: AI Classification Results

source: AI ë¶ë¥ ë° ë³´ì ì ì¬ì©í ìì§ê³¼ API í¤ë¥¼ ê´ë¦¬í©ëë¤.
en: Manage engines and API keys for AI classification and adjustment.

source: AI ë¶ë¥ ìì§
en: AI Classification Engine

source: AI ë¶ë¥ ìë£
en: AI Classification Complete

source: AI ë¶ë¥ ì¤...
en: AI Classifying...

source: AI ë¶ë¥ ì»¤ì¤í  íë¡¬íí¸
en: AI Classification Custom Prompt

source: AI ë¶ì
en: AI Analysis

source: AI ì¬ì©ë
en: AI Usage

source: AI ì¬ì©ë: $\(String(format:
en: AI Usage: $\(String(format:

source: AI ì¬ì§ ë§¤ì¹­
en: AI Photo Matching

source: AI ì ë 
en: AI Culling

source: AI ì¤ë§í¸ ë¶ë¥ íí°
en: AI Smart Classification Filter

source: AI ì¤ë§í¸ ì ë 
en: AI Smart Culling

source: AI ìì§
en: AI Engine

source: AI ìì§ ì¤ì 
en: AI Engine Settings

source: AI ì¶ì²
en: AI Recommendation

source: AI ì¶ì² (\(aiCount)ì¥)
en: AI Recommended (\(aiCount) photos)

source: AIê° ìµì  í¬ë¡­ ìì­ì ìëì¼ë¡ ì ìí©ëë¤
en: AI automatically suggests the optimal crop area

source: AIë¡ ì¬ì§ ì ë³ì í ë¨ê³ ì ê·¸ë ì´ë
en: Upgrade your photo culling with AI

source: API ì ë¡ë
en: API Upload

source: API ì¤ë¥ (\(httpResponse.statusCode)): \(responseBody)
en: API Error (\(httpResponse.statusCode)): \(responseBody)

source: API í¤
en: API Key

source: API í¤ë¥¼ ë¨¼ì  ì¤ì í´ì£¼ì¸ì
en: Please set your API key first

source: API í¤ë¥¼ ì ë ¥íì¸ì
en: Enter API Key

source: AdaFace ì¼êµ´ ì¸ì (R18 CoreML)
en: AdaFace Face Recognition (R18 CoreML)

source: Aì»·
en: A-Cut

source: Backspace í¤ë¡ ìë³¸ íì¼ ì­ì  (í´ì§íµ)
en: Backspace key deletes original file (Trash)

source: Bearer í í° ì ë ¥
en: Enter Bearer Token

source: Before/After ë³´ì  ë¹êµ
en: Before/After Adjustment Comparison

source: CIRAWFilter ëª¨ëìì ì¬ì©í ì¶ë ¥ ìê³µê°
en: Output color space for CIRAWFilter mode

source: Claude API í¤ ì¤ì 
en: Claude API Key Settings

source: Claude Haiku â ì ë ´Â·ë¹ ë¦ ($0.25/M)
en: Claude Haiku â AffordableÂ·Fast ($0.25/M)

source: Claude Sonnet â ì í ($3/M)
en: Claude Sonnet â Accurate ($3/M)

source: Cmd + ë°©í¥í¤
en: Cmd + Arrow Keys

source: Cmd + í´ë¦­
en: Cmd + Click

source: Drive í´ë
en: Drive Folder

source: Driveì .pickshot íì¼ì´ ììµëë¤
en: No .pickshot files found on Drive

source: Driveì í´ëê° ììµëë¤
en: No folders found on Drive

source: Driveìì .pickshot íì¼ ê²ì ì¤...
en: Searching for .pickshot files on Drive...

source: Driveìì ê°ì ¸ì¤ê¸°
en: Import from Drive

source: Driveìì í´ë¼ì´ì¸í¸ ì ë  í´ë ê²ì ì¤...
en: Searching for client culling folders on Drive...

source: EXIF Rating ìë ì ì©
en: Auto-apply EXIF Rating

source: EXIF ì ë³´ (ISO, ì í°, ì¡°ë¦¬ê°)
en: EXIF Info (ISO, Shutter, Aperture)

source: EXIF ì ë³´ ê¸°ë³¸ íì
en: Show EXIF Info by Default

source: EXIF ì´¬ììê° ë¹êµ (2ì´ ì´ë´ = ê°ì ì¬ì§)
en: EXIF capture time comparison (within 2s = same photo)

source: Esc ëë Cmd+Enter
en: Esc or Cmd+Enter

source: Finderìì ë³´ê¸°
en: Reveal in Finder

source: Finderìì ì´ê¸°
en: Open in Finder

source: FolderWatcher ë¦¬ë¡ë/CPU ê³¼ë¶í ìì 
en: FolderWatcher Reload/CPU Overload Fix

source: GPS ì¬ì§: \(gpsPhotos.count)ì¥ / ì ì²´: \(photos.count)ì¥
en: GPS Photos: \(gpsPhotos.count) / Total: \(photos.count)

source: GPS ì ë³´ê° ìë ì¬ì§ì´ ììµëë¤
en: No photos with GPS information

source: GPS ì§ë
en: GPS Map

source: GPU ê°ì ì¬ì©
en: Use GPU Acceleration

source: Gemini Flash â ìµì ê° ($0.075/M)
en: Gemini Flash â Lowest Price ($0.075/M)

source: Gemini Pro â ê³ ì±ë¥ ($1.25/M)
en: Gemini Pro â High Performance ($1.25/M)

source: Google Drive for Desktopì´ ì¤ì¹ëì§ ìììµëë¤
en: Google Drive for Desktop is not installed

source: Google Drive ê°ì§ë¨
en: Google Drive Detected

source: Google Drive ë¡ê·¸ì¸ íì
en: Google Drive Login Required

source: Google Drive ë¡ê·¸ì¸ì´ íìí©ëë¤
en: Google Drive login is required

source: Google Drive ë¡ê·¸ì¸ì´ íìí©ëë¤. ì¤ì ìì Google ë¡ê·¸ì¸ì í´ì£¼ì¸ì.
en: Google Drive login is required. Please sign in to Google in Settings.

source: Google Drive ë¯¸ì°ê²°
en: Google Drive Not Connected

source: Google Drive ì ë¡ë
en: Google Drive Upload

source: Google Drive ì ë¡ë + G Select ì¹ ë·°ì´
en: Google Drive Upload + G Select Web Viewer

source: Google Drive ì°ê²°ë¨
en: Google Drive Connected

source: Google Drive ì°ëì í´ì íìê² ìµëê¹?
en: Disconnect Google Drive?

source: Google Drive ì ì¡
en: Google Drive Transfer

source: Google Drive í´ë ì´ê¸°
en: Open Google Drive Folder

source: Google Driveì ë³µì¬
en: Copy to Google Drive

source: Google Driveì ì ë¡ë
en: Upload to Google Drive

source: Google Driveì ì´ ì´ë¦ì¼ë¡ í´ëê° ìì±ë©ëë¤
en: A folder with this name will be created on Google Drive

source: Google Driveìì í´ë¼ì´ì¸í¸ ì ë  í´ëë¥¼ ì ííì¸ì
en: Select a client culling folder from Google Drive

source: Google OAuth Client IDê° ì¤ì ëì§ ìììµëë¤.
en: Google OAuth Client ID is not configured.

source: Google OAuth Playgroundìì í í°ì ìì±íì¸ì (scope: drive.file)
en: Generate a token from Google OAuth Playground (scope: drive.file)

source: Google ë¡ê·¸ì¸
en: Google Sign In

source: Google ë¡ê·¸ì¸ ì¤í¨
en: Google Sign In Failed

source: Google ìë²ìì í í°ì´ ì¦ì ì·¨ìëê³ ë¡ì»¬ ìê²©ì¦ëª ë ì­ì ë©ëë¤. ë¤ì ì¬ì©íë ¤ë©´ ì¬ë¡ê·¸ì¸ì´ íìí©ëë¤.
en: The token will be immediately revoked on Google servers and local credentials will be deleted. You will need to sign in again to use it.

source: Google ì¤ë¥: \(errorMsg) \(desc)
en: Google Error: \(errorMsg) \(desc)

source: Gì ë 
en: G-Select

source: Gì ë  (Drive)
en: G-Select (Drive)

source: Gì ë  \(gSelectedIDs.count)ì¥
en: G-Select \(gSelectedIDs.count) photos

source: Gì ë  âì ë¡ë ì¤... (\(gSelectedIDs.count)ì¥)
en: G-Select âUploading... (\(gSelectedIDs.count) photos)

source: Gì ë  ê³µì
en: G-Select Share

source: Gì ë  ìì
en: Start G-Select

source: Gì ë  ìì - Gí¤ë¡ ì¬ì§ ì í ì Google Driveì ì¦ì ì ë¡ë
en: Start G-Select â Press G to instantly upload selected photos to Google Drive

source: Gì ë  ìë£
en: G-Select Complete

source: Gì ë  í´ì 
en: Cancel G-Select

source: Gì ë : \(gSelect.uploadedCount)/\(gSelect.gSelectedIDs.count)ì¥ ì ë¡ë ìë£ | í´ë¦­íì¬ ì¢ ë£
en: G-Select: \(gSelect.uploadedCount)/\(gSelect.gSelectedIDs.count) uploaded | Click to finish

source: Gì ë ì ì¬ì©íë ¤ë©´ Google ê³ì ì¼ë¡ ë¡ê·¸ì¸í´ì¼ í©ëë¤.
en: You must sign in with your Google account to use G-Select.

source: Gí¤ â ì ë¡ë
en: G Key â Upload

source: Gí¤ë¥¼ ëë¬ ì¬ì§ì ì ííë©´ Google Driveì ì¦ì ì ë¡ëë©ëë¤
en: Press G to select a photo and instantly upload it to Google Drive

source: HW JPEG ëì½ë + Metal GPU ê°ì
en: HW JPEG Decoder + Metal GPU Acceleration

source: High Pass íí°ë¡ í¼ë¶ ë¶ëë½ê²
en: Soften skin with High Pass filter

source: JPEG íì§:
en: JPEG Quality:

source: JPG \(result.copiedJPG)ì¥, RAW \(result.copiedRAW)ì¥ ë³µì¬ë¨
en: JPG \(result.copiedJPG) photos, RAW \(result.copiedRAW) photos copied

source: JPG Â· RAW íì¼ ì°ëíê¸°
en: Link JPG Â· RAW Files

source: JPG ë´ë³´ë´ê¸°
en: Export JPG

source: JPG ë°í ë§¤ì¹­
en: JPG Return Matching

source: JPG ë³í ìì
en: Start JPG Conversion

source: JPG ì ì¥
en: Save JPG

source: JPG íì¼ë¡ ë¯¸ë¦¬ë³´ê¸°íê³ , ë§¤ì¹­ëë RAW íì¼ì í¨ê» ê´ë¦¬í©ëë¤. jpg/raw í´ëê° ë¶ë¦¬ëì´ ìì´ë ìëì¼ë¡ ë§¤ì¹­ë©ëë¤.
en: Preview with JPG files and manage matching RAW files together. Automatically matched even if jpg/raw folders are separate.

source: JPG íì¼ì´ ìë í´ëë¥¼ ì ííì¸ì
en: Select a folder containing JPG files

source: JPG í´ë ì í
en: Select JPG Folder

source: JPG í´ë ì í ë° ë§¤ì¹­
en: Select JPG Folder & Match

source: JPG í´ëëª
en: JPG Folder Name

source: JPG+RAW ë§¤ì¹­
en: JPG+RAW Matching

source: JPG+RAW ë§¤ì¹­ + ë´ë³´ë´ê¸° UI ê°í¸
en: JPG+RAW Matching + Export UI Redesign

source: JPG, RAW ë§¤ì¹­ ë³µì¬
en: JPG, RAW Matched Copy

source: JPG, RAW ë§¤ì¹­ ìë£
en: JPG, RAW Matching Complete

source: JPG: \(photos.count)ì¥
en: JPG: \(photos.count) photos

source: JPGë§
en: JPG Only

source: JPGë§ ìì (RAW ìì): \(result.jpgOnlyNames.count)ì¥
en: JPG only (no RAW): \(result.jpgOnlyNames.count) photos

source: JPGì RAW íì¼ì ë³µì¬í ëì í´ëë¥¼ ì ííì¸ì
en: Select a destination folder to copy JPG and RAW files

source: JPGì ê°ì ì´ë¦ì RAWë¥¼ ì°¾ìì í¨ê» ë³µì¬í©ëë¤
en: Finds RAW files with the same name as JPG and copies them together

source: LOG ìë ì ì© ëê¸°
en: Disable Auto LOG Apply

source: LOG ìë ì ì© ì¼ê¸°
en: Enable Auto LOG Apply

source: LUT ê´ë¦¬ â .cube íì¼ ë¡ë© + ì¤ìê° íë¦¬ë·°
en: LUT Management â .cube File Loading + Live Preview

source: LUT ëê¸°
en: Disable LUT

source: LUT ì ê±°
en: Remove LUT

source: LUT ì¼ê¸°
en: Enable LUT

source: LUT íì¼ ë¶ë¬ì¤ê¸°...
en: Load LUT File...

source: Lightroom ë´ë³´ë´ê¸°
en: Export to Lightroom

source: Lightroom ìë ì¤í
en: Auto-launch Lightroom

source: Lightroomìì í´ëë¥¼ ê°ì ¸ì¤ë©´ ë³ì ì´ ìë ì ì©ë©ëë¤
en: Ratings are automatically applied when importing folders from Lightroom

source: Lightroomì¼ë¡ ê°ì ¸ì¬ RAW + XMP íì¼ì ì ì¥í í´ëë¥¼ ì ííì¸ì
en: Select a folder to save RAW + XMP files for Lightroom import

source: Mì dì¼ HH:mm
en: MMM d HH:mm

source: NIMA AI ë¯¸ì  íì§ ì ì (CoreML)
en: NIMA AI Aesthetic Quality Score (CoreML)

source: NPU ê°ì ìë íì§ í¥ì
en: NPU-Accelerated Auto Quality Enhancement

source: NPU ê³ ê¸ ë³´ì 
en: NPU Advanced Adjustment

source: Neural Engine ê¸°ë° ìë íì§ í¥ì
en: Neural Engine-Based Auto Quality Enhancement

source: OAuth Playground ì´ê¸°
en: Open OAuth Playground

source: PDF ìì± ì¤í¨
en: PDF Generation Failed

source: PDF ìì± ì¤...
en: Generating PDF...

source: PDF ì ì¥
en: Save PDF

source: PDF ì ì¥ ì¤í¨: \(error.localizedDescription)
en: PDF Save Failed: \(error.localizedDescription)

source: PDF ì ì¥ ìë£ â \(url.lastPathComponent)
en: PDF Saved â \(url.lastPathComponent)

source: PhotoStore ëê·ëª¨ ëª¨ëí (Selection/Folder/Rating/...)
en: PhotoStore Large-scale Modularization (Selection/Folder/Rating/...)

source: PickShot AI ë¶ë¥ ì¤í...
en: Running PickShot AI Classification...

source: PickShot ë·°ì´
en: PickShot Viewer

source: PickShot ì´ ìì²­íë ê¶í
en: Permissions Requested by PickShot

source: PickShot ì ë³´
en: About PickShot

source: Pro ì ì© AI ê¸°ë¥
en: Pro-Exclusive AI Features

source: QR ì ì¥
en: Save QR

source: QR ì½ë íì - í´ë¼ì´ì¸í¸ í°ì¼ë¡ ì¤ìº
en: Show QR Code â Scan with client's phone

source: Quick Look ë¯¸ë¦¬ë³´ê¸°
en: Quick Look Preview

source: RAW + Lightroom ë´ë³´ë´ê¸°
en: RAW + Lightroom Export

source: RAW \(result.copiedRAW)ì¥, XMP \(result.copiedXMP)ì¥ ë´ë³´ë
en: RAW \(result.copiedRAW) photos, XMP \(result.copiedXMP) exported

source: RAW â JPG ë³í
en: RAW â JPG Conversion

source: RAW â JPG ë³í (\(targetCount)ì¥)
en: RAW â JPG Conversion (\(targetCount) photos)

source: RAW ë´ë³´ë´ê¸°
en: Export RAW

source: RAW ëì½ë© íì§
en: RAW Decoding Quality

source: RAW ë¯¸ë¦¬ë³´ê¸° ëª¨ë
en: RAW Preview Mode

source: RAW ìê³µê°
en: RAW Color Space

source: RAW ìë ì¬ì§ \(photos.count - withRAW)ì¥ì ì ì¸ë©ëë¤
en: Photos without RAW (\(photos.count - withRAW)) will be excluded

source: RAW íì¼ + XMP ì¬ì´ëì¹´(ë³ì  í¬í¨)ë¥¼ ë´ë³´ë ëë¤
en: Exports RAW files + XMP sidecar (with ratings)

source: RAW íì¼ì´ ìì¼ë©´ 16ë¹í¸ ê¹ì´ë¥¼ ì ì§í©ëë¤
en: Preserves 16-bit depth when RAW files are available

source: RAW í´ë ì í
en: Select RAW Folder

source: RAW í´ëëª
en: RAW Folder Name

source: RAW+JPG ë¶ë¦¬
en: Separate RAW+JPG

source: RAW: \(withRAW)ì¥
en: RAW: \(withRAW) photos

source: RAW: \(withRAW)ì¥ (ë§¤ì¹­ë¨)
en: RAW: \(withRAW) photos (matched)

source: RAWë§
en: RAW Only

source: RAWë§ ìì (JPG ìì): \(result.rawOnlyNames.count)ì¥
en: RAW only (no JPG): \(result.rawOnlyNames.count) photos

source: Resumable ì¸ì  ìì ì¤í¨ (HTTP \(code))
en: Failed to start resumable session (HTTP \(code))

source: SP ì ë 
en: SP Culling

source: SP í ê¸
en: SP Toggle

source: SP í´ì 
en: Cancel SP
